Repository: weblate/audioencoder.lame
Catalog: audioencoder.lame/resources/language/resource.language.*/strings.po
Languages: fr_fr, pl_pl, pt_br, ru_ru

# Addon Summary
source: LAME is a high quality MPEG Audio Layer III (MP3)
fr_fr: LAME est un MPEG Audio Layer III (MP3) de haute qualité
pl_pl: LAME to wysokiej jakości MPEG Audio Layer III (MP3)
pt_br: LAME é um MPEG Audio Layer III (MP3) de alta qualidade
ru_ru: LAME - это высококачественный MPEG Audio Layer III (MP3)

# Addon Description
source: It use LAME, the high quality MPEG Audio Layer III (MP3) encoder licensed under the LGPL.
fr_fr: Il utilise LAME, l'encodeur MPEG Audio Layer III (MP3) de haute qualité sous licence LGPL.
pl_pl: Używa LAME, wysokiej jakości kodera MPEG Audio Layer III (MP3) na licencji LGPL.
pt_br: Ele usa LAME, o codificador MPEG Audio Layer III (MP3) de alta qualidade licenciado sob a LGPL.
ru_ru: LAME – высококачественный кодировщик MPEG Audio Layer III (MP3), лицензированный под LGPL.

# #30000
source: Preset
fr_fr: Préréglage
pl_pl: Ustawienie wstępne
pt_br: Definição
ru_ru: Предустановка

# #30001
source: Enables some preconfigured settings
fr_fr: Active certains paramètres préconfigurés
pl_pl: Włącza niektóre wstępnie skonfigurowane ustawienia
pt_br: Ativa algumas configurações pré-configuradas
ru_ru: Включает некоторые предварительно настроенные параметры

# #30002
source: Medium
fr_fr: Moyen
pl_pl: Średnia
pt_br: Médio
ru_ru: Средний

# #30003
source: Standard
pl_pl: Standardowa
pt_br: Padrão
ru_ru: Стандартный

# #30004
source: Extreme
fr_fr: Extrême
pl_pl: Ekstremalna
pt_br: Extremo
ru_ru: Экстремальный

# #30005
source: Constant bitrate
fr_fr: Débit constant
pl_pl: Przepływność stała
pt_br: Taxa de bits constante
ru_ru: Постоянный битрейт

# #30006
source: Bitrate
pl_pl: Przepływność
pt_br: Taxa de bits
ru_ru: Битрейт

# #30007
source: The bitrate to be used
fr_fr: Le débit à utiliser
pl_pl: Przepływność, która ma byc używana
pt_br: A taxa de bits a ser usada
ru_ru: Установить битрейт

# #30008
source: {0:d} kHz
ru_ru: {0:d} кГц

# #30009
source: Used ID3 tag version
fr_fr: Version de balise ID3 utilisée
pl_pl: Wersja użytego tagu ID3
pt_br: Versão da tag ID3 usada
ru_ru: Используемая версия ID3-тега

# #30010
source: To specify the ID3 version used for the created MP3 file.
fr_fr: Pour spécifier la version ID3 utilisée pour le fichier MP3 créé.
pl_pl: Do określania wersji ID3 użytej w utworzonym pliku MP3.
pt_br: Para especificar a versão ID3 usada para o arquivo MP3 criado.
ru_ru: Укажите версию ID3, которая будет использована для создаваемого MP3-файла.
